




const dependences = [



	// масиви-списки з інших сайтів ( сторонні ) ----------------------------------------------------------------------------------
	
	{ db: 'country' 	, },  // https://pillypenkosa.github.io/database/list/list.country.js





	// масиви-списки з ЦЬОГО проекту ( свої ) -------------------------------------------------------------------------------------

	{ arr: 'any' 	, }, 		// 	list\list.country.js





	// компоненти загальні --------------------------------------------------------------------------------------------------------

	{ cmp: 'Win-Err404' 			, },
	{ cmp: 'Aside' 					, },
	{ cmp: 'Footer' 				, },
	{ cmp: 'Header' 				, },





	// компоненти-контенти // win-сторiнки ----------------------------------------------------------------------------------------
	
	{ cmp: 'Win-Index' 				, regexp: /^index$/ 					, }, 	// regexp - url-маршрут (route) в адресному рядку

	//{ cmp: 'Win-User1' 				, regexp: /^user1\/[0-9]+$/ 			, }, 	// user/{ n }
	//{ cmp: 'Win-User2' 				, regexp: /^user2\/[0-9A-Za-z]+$/ 		, }, 	// user/{ txt }
	//{ cmp: 'Win-Users' 				, regexp: /^users$/ 					, },










];




















