const arrListAnecdote = [




	{ title: 'А моя теща в Минске отдыхает. А че, нормальный холодильник.', },
	{ title: 'Беларусь - уникальная страна. Назвали в честь трактора.', },
	{ title: 'Вот и хочется ж жить не матюкаясь. Но блядь...', },
	{ title: 'Вскрытие показало, что смерть наступила в результате вскрытия.', },
	{ title: 'Даже если вас съели у вас есть два выхода.', },
	{ title: 'Девушка, а где вы купили такие кривые колготки?', },
	{ title: 'Девушки 90х60х90, не ищите приключений на свои 90', },
	{ title: 'Детство, это когда твой кот старше тебя.', },
	{ title: 'Доктор, дайте мне таблеток от жадности, да побольше, побольше, побольше...', },
	{ title: 'Клянемся в восемнадцать пойти в армию и в восемнадцать тридцать выйти из нее', },
	{ title: 'Молоко вдвойне вкусней, если это пиво.', },
	{ title: 'Самогон хвастался, что прошел огонь, воду и медные трубы.', },
	{ title: 'Технику безопасности я знаю как свои три пальца.', },
	{ title: 'У меня чёрный пояс по оригами! Сложу тебя в кораблик.', },









	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },



];













/*

let objListOneLiners = {};
arrListOneLiners.forEach( k => {
	objListOneLiners[ k.id ] = k;
});

*/





