const arrListOneLiners = [

	//{ id: '', title: '', },






	{ id: 'konchay_obedat' 		, title: 'Кончай обедать - ужинать пора!', },
	{ id: 'ty_tyanesh' 			, title: 'Ты тянешь лишь на секс-петарду...', },



	{ id: 'ah_vy_ne_sponsor' 	, title: 'Ах, вы не спонсор?! Положите вилку!..', },
	{ id: 'byl_tihiy_vecher' 	, title: 'Был тихий вечер с молнией и громом.', },
	{ id: 'v_ego_glazah' 		, title: 'В его глазах читается: семь классов...', },
	{ id: 'v_polete_mysli' 		, title: 'В полете мысли он пингвин. Не круче.', },
	{ id: 'v_strane' 			, title: 'В стране расцвёл ура-патриотизм', },
	{ id: 'v_tvoih' 			, title: 'В твоих словах есть все, помимо смысла...', },
	{ id: 'vam_kolybelnuyu' 	, title: 'Вам колыбельную сыграть на барабане?', },
	{ id: 'ved_vy_ne' 			, title: 'Ведь вы не член. Чего вы тут стоите?', },
	{ id: 'vkus_u_menya' 		, title: 'Вкус у меня прекрасный. Запах тоже.', },
	{ id: 'vot_tot_boec' 		, title: 'Вон тот боец стреляет слишком громко.', },
	{ id: 'vot_vzvod' 			, title: 'Вот взвод пожарных заглянул на огонёк...', },
	{ id: 'vse_utonuli' 		, title: 'Все утонули, и спасатель заскучал...', },
	{ id: 'vy_nasmeyalis'		, title: 'Вы насмеялись на большую сумму...', },
	{ id: 'vy_chto' 			, title: 'Вы что, пришли навеки поселиться?', },
	{ id: 'da_my_dolzhny' 		, title: 'Да, мы должны держаться труп за трупа...', },
	{ id: 'da_on_sklonyal' 		, title: 'Да, он склонял меня, но так нерегулярно...', },
	{ id: 'da_ty_kentavr' 		, title: 'Да ты - Кентавр!.. причем наоборот!', },
	{ id: 'da_u_edy' 			, title: 'Да, у еды печальная судьба...', },
	{ id: 'denominacia' 		, title: 'Деноминация прошла, но дезинфекция на марше!', },
	{ id: 'dlya_angela' 		, title: 'Для ангела ты чересчур усат...', },
	{ id: 'dovolno_tut' 		, title: 'Довольно тут приковывать вниманье...', },
	{ id: 'ee_uvidev' 			, title: 'Её увидев, встал я, но не весь...', },
	{ id: 'i_on_ko_mne' 		, title: '...и он ко мне подкрался с сантиметром!', },
	{ id: 'zasuchivayu' 		, title: 'Засучиваю долго рукава... смирительной рубашки.', },
	{ id: 'zachem_o_vas' 		, title: 'Зачем о вас, давайте о приятном!', },
	{ id: 'kak_vashi_yagodicy' 	, title: 'Как ваши ягодицы вам к лицу!', },
	{ id: 'kak_milo' 			, title: 'Как мило с вашей стороны стоять спиной!', },
	{ id: 'kak_mnogo' 			, title: 'Как много времени потрачено на жизнь!..', },
	{ id: 'kak_mnogo' 			, title: 'Как много лишних слов, как мало лишних денег...', },
	{ id: 'kak_robok_on' 		, title: 'Как робок он... сопротивляться сложно...', },
	{ id: 'kakoy_to_vy'			, title: 'Какой-то Вы маньяк несексуальный...', },
	{ id: 'kobel' 				, title: 'Кобель, но верен, как собака....', },
	{ id: 'kto_skorchil' 		, title: 'Кто скорчил вам такую рожу?', },
	{ id: 'kuda_by_my'			, title: 'Куда бы мы ни шли, всегда налево - ближе...', },
	{ id: 'kuda_to_zadevalos' 	, title: 'Куда-то задевалось пианино...', },
	{ id: 'lozhis' 				, title: 'Ложись! Не видишь - пуля подлетает?!', },
	{ id: 'lyuboe_vashe' 		, title: 'Любое ваше действие развратно...', },
	{ id: 'madam_da_vy' 		, title: 'Мадам, да вы сама как группировка!', },
	{ id: 'madam_zakroyte' 		, title: 'Мадам, закройте рот. Вы не в постели.', },
	{ id: 'madam_chto_eto' 		, title: 'Мадам, что это было - ваше тело?..', },
	{ id: 'mne_dazhe' 			, title: 'Мне даже не смотреть на Вас противно!', },
	{ id: 'mne_ne_do_vas' 		, title: 'Мне не до Вас. Мне - после...', },
	{ id: 'mozgi' 				, title: 'Мозги в район груди переместились.', },
	{ id: 'nazavtra_u_menya' 	, title: 'Назавтра у меня истерика и шопинг.', },
	{ id: 'nam_s_vami' 			, title: 'Нам с вами лучше бодрствовать, мадам...', },
	{ id: 'nahal' 				, title: '"Нахал" - совсем не значит "прекратите"!', },
	{ id: 'ne_demonstriruy' 	, title: 'Не демонстрируй всем свою фригидность.', },
	{ id: 'ne_nado_provozhat' 	, title: 'Не надо провожать. Мы сами доползём.', },
	{ id: 'ne_ot_horoshey' 		, title: 'Не от хорошей жизни Вас целую...', },
	{ id: 'ne_sovmescay'		, title: 'Не совмещай приятное с обедом!', },
	{ id: 'net_ty_ne_tretiy' 	, title: 'Нет, ты не третий лишний... даже не четвертый...', },
	{ id: 'no_pritvoryatsya' 	, title: 'Но притворяться импотентом было поздно...', },
	{ id: 'nu_otorvi'			, title: 'Ну оторви недвижимость от стула!', },
	{ id: 'nu_chto_zh' 			, title: 'Ну что ж, придется вами насладиться...', },
	{ id: 'o_on_ves' 			, title: 'Он весь в себе... Но что-то выпирает.', },
	{ id: 'on_vyshel' 			, title: 'Он вышел из себя. И не вернулся.', },
	{ id: 'on_zlostniy' 		, title: 'Он злостный неплательщик взяток...', },
	{ id: 'on_tak_molchit'		, title: 'Он так молчит, что хочется раздеться...', },
	{ id: 'ona_ego_ne_stoit' 	, title: 'Она его не стоит даже стоя!', },
	{ id: 'ona_emu_prohoda' 	, title: 'Она ему прохода не давала, он пытался...', },
	{ id: 'ona_lomatsya' 		, title: 'Она ломаться отказалась наотрез:', },
	{ id: 'osobaya_primeta' 	, title: 'Особая примета: импотент.', },
	{ id: 'pri_slove_fakel' 	, title: 'При слове "факел" целомудренно краснею...', },
	{ id: 'primerniy_semyanin'	, title: 'Примерный семьянин. Но не совсем... примерно...', },
	{ id: 'po_mne_by'			, title: 'По мне бы пил, чем танцевал в балете...', },
	{ id: 'po_telefonu' 		, title: 'По телефону смотритесь вы лучше...', },
	{ id: 'podayte_na_bilet' 	, title: 'Подайте на билет в Буэнос-Айрес!', },
	{ id: 'poiznosilos' 		, title: 'Поизносилось то, в чём мама родила...', },
	{ id: 'porvav_vse_svyazi' 	, title: 'Порвав все связи с ней, оставил половую...', },
	{ id: 'pro_samoobladanie' 	, title: 'Про самообладание не знаю, но в мноюобладании силен...', },
	{ id: 'progulka_nochyu' 	, title: 'Прогулка ночью, как попытка суицида...', },
	{ id: 'prostite'			, title: 'Простите, я забылась, мы женаты?', },
	{ id: 'proshu_vas'			, title: 'Прошу вас не звонить мне в голом виде!', },
	{ id: 'proschay_naveki' 	, title: 'Прощай навеки! Позвони мне завтра!', },
	{ id: 'segodnya_plov' 		, title: 'Сегодня плов без мяса. И без риса.', },
	{ id: 'skazhu_kak'			, title: 'Скажу как иномарка иномарке...', },
	{ id: 'smeh_smehom' 		, title: 'Смех смехом, но я правда Чикатило...', },
	{ id: 'smysl_zhizni' 		, title: 'Смысл жизни с кухни выглядит иначе...', },
	{ id: 'srazhennaya' 		, title: 'Сраженная не наповал, но на пол...', },
	{ id: 'tam_budet_vse' 		, title: 'Там будет все, чего тебе нельзя...', },
	{ id: 'tryahnuli_starinoy' 	, title: 'Тряхнули стариной. Посыпался песок...', },
	{ id: 'ty_interfeysom' 		, title: 'Ты интерфейсом мне не угрожай!', },
	{ id: 'u_vas_madam' 		, title: 'У вас, мадам, срок годности истёк.', },
	{ id: 'ukraste_mir' 		, title: 'Украсьте мир отсутствием своим...', },
	{ id: 'um_chest' 			, title: 'Ум, честь и совесть как-то перегрызлись...', },
	{ id: 'ushla_kak' 			, title: 'Ушла, как резкость в объективе!', },
	{ id: 'chest_devichyu' 		, title: 'Честь девичью блюла, но не со всеми...', },
	{ id: 'ya_bolshe'			, title: 'Я больше голой вас не представляю...', },
	{ id: 'ya_v_brake' 			, title: 'Я в браке добровольно. Муж - контрактник.', },
	{ id: 'ya_dumayu' 			, title: 'Я думаю, не скрыться ли с деньгами?', },
	{ id: 'ya_radi_vas' 		, title: 'Я ради вас оставила бордель!', },
	{ id: 'ya_tak_skromna'		, title: 'Я так скромна, что это надо видеть!', },




















	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },
	//{ id: '', title: '', },


];













/*

let objListOneLiners = {};
arrListOneLiners.forEach( k => {
	objListOneLiners[ k.id ] = k;
});

*/





