const arrListOneLiners = [

	//{ id: '', title: '', },






	{ title: 'Кончай обедать - ужинать пора!', },
	{ title: 'Ты тянешь лишь на секс-петарду...', },
	{ title: 'Что в имени тебе моём, коль мы уже в постели', },





	{ title: 'А зеркало с утра опять с похмелья', },
	{ title: 'Ах, вы не спонсор?! Положите вилку...', },
	{ title: 'Бывает так, что так и не бывает', },
	{ title: 'Был тихий вечер с молнией и громом', },
	{ title: 'В его глазах читается: семь классов...', },
	{ title: 'В историю намного проще влипнуть', },
	{ title: 'В полете мысли он пингвин. Не круче...', },
	{ title: 'В стране расцвёл ура-патриотизм', },
	{ title: 'В твоих словах есть все, помимо смысла', },
	{ title: 'Вам колыбельную сыграть на барабане?', },
	{ title: 'Ведь вы не член. Чего вы тут стоите?', },
	{ title: 'Вкус у меня прекрасный. Запах тоже...', },
	{ title: 'Вон тот боец стреляет слишком громко', },
	{ title: 'Вот взвод пожарных заглянул на огонёк', },
	{ title: 'Все утонули и спасатель заскучал', },
	{ title: 'Вы насмеялись на большую сумму', },
	{ title: 'Вы что, пришли навеки поселиться?', },
	{ title: 'Вы что, себе приятностей хотите?', },
	{ title: 'Граф Дракула им точно отравился б', },
	{ title: 'Да, мы должны держаться труп за трупа', },
	{ title: 'Да, он склонял меня, но так нерегулярно', },
	{ title: 'Да, тут одним цветком не обойдешься', },
	{ title: 'Да ты - Кентавр. Причем наоборот...', },
	{ title: 'Да, у еды печальная судьба', },
	{ title: 'Деноминация прошла, но дезинфекция на марше', },
	{ title: 'Для ангела ты чересчур усат', },
	{ title: 'Довольно тут приковывать вниманье', },
	{ title: 'Дотошна ты до тошноты', },
	{ title: 'Её увидев, встал я, но не весь', },
	{ title: 'Еще и вальс танцуют, извращенцы', },	
	{ title: 'Жениться лучше после брачной ночи', },
	{ title: 'И он ко мне подкрался с сантиметром', },
	{ title: 'Испортили весь праздник этикетом', },
	{ title: 'Зажгли вы в крематории неслабо', },
	{ title: 'Засучиваю долго рукава смирительной рубашки', },
	{ title: 'Зато я в порно не хожу по средам', },
	{ title: 'Зачем о вас? Давайте о приятном...', },
	{ title: 'И к эрогенной зоне вход по пропускам', },
	{ title: 'Как ваши ягодицы вам к лицу', },
	{ title: 'Как мало секса в этом заведеньи', },
	{ title: 'Как мило с вашей стороны стоять спиной', },
	{ title: 'Как много времени потрачено на жизнь', },
	{ title: 'Как много лишних слов, как мало лишних денег', },
	{ title: 'Как много добрых лиц в противогазах', },
	{ title: 'Как робок он... сопротивляться сложно...', },
	{ title: 'Какой характер твердый у медузы', },
	{ title: 'Какой-то Вы маньяк несексуальный', },
	{ title: 'Кобель, но верен, как собака', },
	{ title: 'Кто скорчил вам такую рожу?', },
	{ title: 'Куда бы мы ни шли, всегда налево - ближе', },
	{ title: 'Куда-то задевалось пианино', },
	{ title: 'Ложись! Не видишь - пуля подлетает?!', },
	{ title: 'Любое ваше действие развратно', },
	{ title: 'Мадам, да вы сама как группировка', },
	{ title: 'Мадам, закройте рот. Вы не в постели...', },
	{ title: 'Мадам, что это было - ваше тело?..', },
	{ title: 'Мадам, я Вам внутри не помешаю?', },
	{ title: 'Мне даже не смотреть на Вас противно', },
	{ title: 'Мозги в район груди переместились', },
	{ title: 'На кой нам хрен сдалась вся эта редька?', },
	{ title: 'Назавтра у меня истерика и шопинг', },
	{ title: 'Нам с вами лучше бодрствовать, мадам', },
	{ title: '"Нахал" - совсем не значит "прекратите"', },
	{ title: 'Не демонстрируй всем свою фригидность', },
	{ title: 'Не надо мне полцарства! Целое хочу...', },
	{ title: 'Не надо провожать. Мы сами доползём.', },
	{ title: 'Не от хорошей жизни Вас целую', },
	{ title: 'Не распускайся, милый, ты не роза', },
	{ title: 'Не совмещай приятное с обедом', },
	{ title: 'Нет, ты не третий лишний... даже не четвертый...', },
	{ title: 'Но притворяться импотентом было поздно', },
	{ title: 'Ну, вот и все, не поминайте лОхом', },
	{ title: 'Ну оторви недвижимость от стула', },
	{ title: 'Ну что ж, придется вами насладиться', },
	{ title: 'Он весь в себе... Но что-то выпирает.', },
	{ title: 'Он вышел из себя. И не вернулся.', },
	{ title: 'Он злостный неплательщик взяток', },
	{ title: 'Он так молчит, что хочется раздеться', },
	{ title: 'Она его не стоит даже стоя', },
	{ title: 'Она ему прохода не давала, он пытался', },
	{ title: 'Она ломаться отказалась наотрез', },
	{ title: 'Опять весна мужчин накрыла мини-юбкой', },
	{ title: 'Особая примета: импотент...', },
	{ title: 'От вас за милю пахнет пофигизмом', },
	{ title: 'От скромности не суждено скончаться мне', },
	{ title: 'При слове "факел" целомудренно краснею', },
	{ title: 'По мне бы пил, чем танцевал в балете', },
	{ title: 'По телефону смотритесь вы лучше', },
	{ title: 'Подайте на билет в Буэнос-Айрес', },
	{ title: 'Поизносилось то, в чём мама родила', },
	{ title: 'Пора бы брать, мадам, мне Ваши ноги в руки!', },
	{ title: 'Порвав все связи с ней, оставил половую', },
	{ title: 'Почувствуйте всю сущность междометий', },
	{ title: 'Прекрасна ты была! Пока не оглянулась...', },
	{ title: 'Про самообладание не знаю, но в мноюобладании силен', },
	{ title: 'Прогулка ночью, как попытка суицида', },
	{ title: 'Простите, я забылась, мы женаты?', },
	{ title: 'Прошу вас не звонить мне в голом виде', },
	{ title: 'Прощай навеки! Позвони мне завтра!', },
	{ title: 'Пытался приставать, но не допрыгнул', },
	{ title: 'Сегодня плов без мяса и без риса', },
	{ title: 'Сегодня холост я как никогда', },
	{ title: 'Скажу как иномарка иномарке', },
	{ title: 'Смех смехом, но я правда Чикатило', },
	{ title: 'Смысл жизни с кухни выглядит иначе', },
	{ title: 'Сраженная не наповал, но на пол', },
	{ title: 'Там будет все, чего тебе нельзя', },
	{ title: 'Тряхнули стариной. Посыпался песок...', },
	{ title: 'Ты интерфейсом мне не угрожай', },
	{ title: 'Ты, милый, не орел. Ты просто страус', },
	{ title: 'У вас, мадам, срок годности истёк', },
	{ title: 'У Вас трусы порвались на коленке', },
	{ title: 'Украсьте мир отсутствием своим', },
	{ title: 'Ум, честь и совесть как-то перегрызлись', },
	{ title: 'Ушла, как резкость в объективе', },
	{ title: 'Честь девичью блюла, но не со всеми', },
	{ title: 'Шла Саша по шоссе, считала конкуренток', },
	{ title: 'Я больше голой вас не представляю', },
	{ title: 'Я в браке добровольно. Муж - контрактник.', },
	{ title: 'Я в дверь свои просунул габариты', },
	{ title: 'Я дома, дорогая! Где мой завтрак?', },
	{ title: 'Я думаю, не скрыться ли с деньгами?', },
	{ title: 'Я ради вас оставила бордель', },
	{ title: 'Я скромный труженик пера и мусорной корзины', },
	{ title: 'Я так скромна, что это надо видеть', },
	{ title: 'Я туфлю потеряла на панели', },





	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },
	//{ title: '', },



];













/*

let objListOneLiners = {};
arrListOneLiners.forEach( k => {
	objListOneLiners[ k.id ] = k;
});

*/





